Repository: Destranis/CaptchaSolver
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Error connecting to server. Please check your Internet connection
ru: Ошибка при подключении к серверу. Пожалуйста, проверьте ваше Интернет-соединение

source: API key is not specified
ru: Не указан ключ API

source: Used a non-existent API key
ru: Используется несуществующий ключ API

source: The balance of your account is zero
ru: Баланс вашего аккаунта нулевой

source: The current recognition rate is higher than the maximum set in the settings of Your account. Either on the server queue builds up and employees do not have time to disassemble it, repeat the sending captcha after 5 seconds
ru: Текущая ставка распознования выше, чем максимально установленная в настройках Вашего аккаунта. Либо на сервере скопилась очередь и работники не успевают её разобрать, повторите отправку капчи через 5 секунд

source: Size of the captcha is less than 100 bytes
ru: Размер капчи составляет менее 100 байт

source: Size of the captcha more than 100 KB
ru: Размер капчи больше чем 100 килобайт

source: In Your account you have configured restrictions based on IP from which you can make requests. And the IP from which the request is not included in the allowed list
ru: В Вашем аккаунте настроено ограничения по IP с которых можно делать запросы. И IP, с которого пришёл данный запрос не входит в список разрешённых

source: IP address from which the request is blocked because of frequent requests with various incorrect API keys. The lock is released in an hour
ru: IP-адрес, с которого пришёл запрос заблокирован из-за частых обращений с различными неверными ключами API. Блокировка снимается через час

source: Captcha could not solve 3 different employee. Money for this image come back to balance
ru: Капчу не смогли решить 3 разных работника. Деньги за это изображение возвращаются обратно на баланс

source: The error appears when 100 percent recognition. Has been used the maximum number of attempts, but the required number of identical answers has not been received
ru: Ошибка появляется при включённом 100-процентном распознании. Было использовано максимальное количество попыток, но необходимое количество одинаковых ответов не было набрано

source: This captcha can not be recognized
ru: Эту капчу невозможно распознать

source: Captcha Solver Settings
ru: Настройки Captcha Solver

source: Recognize only &graphic objects
ru: Распознавать только &графические объекты

source: &Case sensitive recognition
ru: Учитывать &регистр при распознавании

source: Report image &size
ru: Сообщать &размер изображения

source: Send &text instruction
ru: Отправлять &текстовую инструкцию

source: Image &language:
ru: &Язык изображения:

source: Undefined
ru: Не определено

source: Only Cyrillic alphabet
ru: Только кириллица

source: Only Latin alphabet
ru: Только латиница

source: API &key:
ru: &Ключ API:

source: Captcha successfully sent to the recognition. You will be notified when the result will be ready
ru: Капча успешно отправлена на распознавание. Вы будете уведомлены, когда результат будет готов

source: Settings...
ru: Настройки...

source: Account balance...
ru: Баланс аккаунта...

source: Profile on rucaptcha.com
ru: Профиль на rucaptcha.com

source: Addon webpage
ru: Web-страница дополнения

source: Unknown CaptchaSolver error. For details, see the NVDA log
ru: Неизвестная ошибка CaptchaSolver. Подробности смотрите в журнале NVDA

source: Error getting balance
ru: Ошибка при получении баланса

source: {:.2f} rubles
ru: {:.2f} рублей

source: Your account balance
ru: Баланс вашего аккаунта

source: Captcha solved successfully! The result copied to the clipboard
ru: Капча успешно распознана! Результат помещён в буфер обмена

source: Balance: {:.2f}
ru: Баланс: {:.2f}

source: Instruction text (maximum 140 characters):
ru: Текст инструкции (максимум 140 символов):

source: Sending text instruction
ru: Отправка текстовой инструкции

source: Action cannot be performed because NVDA running on secure desktop
ru: Действие не может быть выполнено, поскольку NVDA работает на защищённом рабочем столе

source: This object is not a graphical element
ru: Этот объект не является графическим элементом

source: Captcha off screen
ru: Капча вне экрана

source: Captcha has no location
ru: Капча не имеет местоположения

source: Size: {0} X {1} pixels
ru: Размер: {0} на {1} пикселей

source: Starts the recognition process
ru: Начать процесс распознавания

source: Report account balance
ru: Сообщить баланс аккаунта

source: Show the settings dialog
ru: Показать диалог настроек

source: Error saving settings
ru: Ошибка при сохранении настроек

source: CaptchaSolver incompatible with your NVDA version. CaptchaSolver requires NVDA 2017.3 or later.
ru: Дополнение CaptchaSolver несовместимо с вашей версией NVDA. Для CaptchaSolver требуется NVDA 2017.3 или более поздняя версия.

source: Incompatible NVDA version
ru: Несовместимая версия NVDA
